<template>
  <div>
    <Header style="margin-bottom: 46px" :titleContent="TitleObjData.titleContent" :showLeftBack="TitleObjData.showLeftBack" :showRightMore="TitleObjData.showRightMore"></Header>
    <div style="width: 92%;margin: 0 auto; overflow-y: auto;height: calc(100% - 46px)">
      <h1 style="text-align: center;font-weight: 800;">卡戳APP入驻服务协议</h1>
      <p>
        尊敬的入驻方：
        您好！欢迎您入驻卡戳平台，接受我们为您提供的优质服务！为了更好地为入驻方提供服务，入驻方应当阅读并遵守《卡戳APP入驻协议》（以下简称“本协议”），请入驻方务必审慎阅读、充分理解各条款准确适用入驻方登陆入驻、进行注册等所涉及的全部行为所订立权利义务的内容。入驻方在注册过程中点击“同意以下协议”等按钮、及注册后登录和使用时，均表明入驻方已完全同意并接受本协议，将视为用户同意本协议的所有条款。
        如果入驻方未满18周岁，请在法定监护人的陪同下阅读本协议，取得共同的同意。
      </p>
      <h2>一、相关术语</h2>
      <p>
        1.1 入驻方：是指提交有效申请并经卡戳APP平台审核同意符合入驻条件的自然人、法人或其他组织。
        1.2 入驻：是指入驻方自愿在卡戳APP上填写相关资料，接受卡戳APP平台审核，以获得平台给予其各项服务的行为。
        1.3用户：指所有直接或间接使用卡戳APP提供相关服务的使用方。
      </p>
      <h2>二、帐户注册及管理</h2>
      <p>
        2.1入驻方在注册、使用和管理账户时，请使用真实、有效且合法的相关身份证明材料及资质证明，并注意及时更新。 卡戳APP有权核查入驻方提交的相关材料后再决定是否核准注册申请（如自然人身份证复印件、企业法人营业执照副 本复印件和事业单位法人证书复印件、财务信息等）。
        2.2 注册申请通过后，入驻方将拥有卡戳APP入驻的使用权，在使用账号过程中，帐号内的行为将被视为注册账户的行为。
        2.4 卡戳APP平台仅对入驻方提交的信息和资料进行审核，请入驻方保证申请服务时所提供的信息是真实、准确、合法、有效的，并注意及时更新，以免在使用过程中受到限制或无法使用。
        2.5 如入驻方违反相关法律法规、本协议及卡戳APP平台发布的其他卡戳APP平台规定，卡戳APP平台有权进行独立判断并随时限制、冻结或终止入驻方对卡戳APP入驻的使用，且根据实际情况决定是否恢复使用。由此给入驻方带来的损失，由入驻方自行承担。
        2.6卡戳APP平台将保护用户个人信息作为公司发展的最基本原则之一，未经入驻方的同意，不会向其他任何公司、组织或个人披露入驻方的个人信息，除非：
        •	(1) 入驻方同意让第三方共享资料。
        •	(2) 入驻方同意公开其个人资料，享受为其提供的产品和服务。
        •	(3) 根据法律法规的规定，或行政机关的要求，向行政机关、司法机关或其他法律规定的第三方披露。
      </p>
      <h2>三、入驻方的权利和义务</h2>
      <p>
        3.1 入驻方需对注册和使用时提交的信息、材料及内容承担全部的责任。
        3.2 入驻方妥善保管入驻方的帐户信息，并对此帐户下发生的一切活动承担全部责任。不向任何第三方透露帐户或密码信息，如出现或怀疑帐号和密码遭到他人使用，请尽快通知卡戳APP平台，以免入驻方的利益受到损失。
        3.3 入驻方需保证上传、发布的内容自身均享有合法权益，若入驻方发布的内容发生权利纠纷或侵犯了任何第三方的合法权益，需入驻方承担全部法律责任。
        3.4 入驻方需遵守本协议的各项条款，并正确、适当地使用此平台，如入驻方违反本协议中的任何条款，卡戳APP平台有权在任何时候依据本协议中止或终止对入驻方提供服务。
        3.5 入驻方需理解并同意，入驻方的内容通过卡戳APP平台一旦发布即向公众传播和共享，可能会被其他第三方复制、转载、修改或做其他用途，入驻方应充分意识到此类风险的存在，任何不愿被他人获知的信息都不应在卡戳APP入驻发布。如果相关行为侵犯了入驻方的合法权益，可以向平台投诉，我们将依法进行处理。
        3.6 入驻方需理解并同意，卡戳APP平台不对入驻方在本服务中相关数据的删除或存储失败负责，请自行备份本服务中的相关数据。如果入驻方停止使用本服务或服务被终止的，卡戳APP平台可以从服务器上永久删除入驻方的数据。
        3.7 根据国家法律法规和相关政策规定，入驻方不能利用卡戳APP平台制作、上传、发布、传播任何与如下要求相悖的内容（该内容是指入驻方使用卡戳APP平台过程中所制作、复制、发布、传播的任何内容，包括但不限于帐户头像、名称、用户说明等注册信息及其他资料，或文字、语音、图片、视频、图文等发送、回复消息和相关链接页面，以及其他使用相关平台服务所产生的内容）：
        (1) 反对宪法所确定的基本原则的；
        (2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        (3) 损害国家荣誉和利益的；
        (4) 煽动民族仇恨、民族歧视，破坏民族团结的；
        (5) 破坏国家宗教政策，宣扬邪教和封建迷信的；
        (6) 散布谣言，扰乱社会秩序，破坏社会稳定的；
        (7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        (8) 侮辱或者诽谤他人，侵害他人合法权益的；
        (9) 危害社会公德或者民族优秀文化传统的；
        (10) 含有法律、法规和政策禁止的其他内容的信息。
        3.8 为确保卡戳APP和用户的利益，请入驻方在使用本平台时，不要进行如下行为（该行为是指使用卡戳APP平台所进行的任何行为，包括但不限于注册登录、帐号运营推广以及其他行为）：
        (1) 提交、发布虚假信息，或冒充、利用他人名义进行相关活动；
        (2) 强制、诱导其他用户关注、点击链接页面或分享信息；
        (3) 虚构事实、隐瞒真相以误导、欺骗他人；
        (4) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利；
        (5) 未经卡戳APP书面许可使用插件、外挂或其他第三方工具、服务接入本服务和相关系统；
        (6) 利用相关平台账户和平台从事违法犯罪活动；
        (7) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播；
        (8) 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经卡戳APP明示授权的行为。
        3.9 入驻方在任何情况下都不要私自使用卡戳APP的包括但不限于“卡戳APP”等相关平台在内的任何商标、服务标记、商号、域名、网站名称或其他显著品牌特征等。
        3.10 一经发现入驻方提供虚假信息或有上述禁止的言论或行为的，卡戳APP平台有权采取暂停提供服务、删除违法违规信息、禁止入驻方发言、锁定帐户、停止支付相关费用和/或追回已支付给入驻方的相关分成费用等处理措施。若因入驻方的上述言论或行为给他人或卡戳APP平台造成损失的，入驻方还应承担赔偿责任。
        3.11 若入驻方通过设备、程序以及其他不合法或不正当的手段提高入驻方的账户收入[参照附件1]。卡戳APP的反作弊机制一经发现入驻账帐户数据异常，卡戳APP就有权单方面暂停与入驻方的合作，要求停止支付相关费用和/或追回已支付给入驻方的全部分成费用。
        3.13入驻方需针对卡戳APP平台内容创作衍生品或投放商业广告，请入驻方另外提交申请。
      </p>
      <h2>四、卡戳APP平台的权利和义务</h2>
      <p>
        4.1 为保障用户和平台的利益，卡戳APP有权对入驻方注册时提交的材料和信息进行审查和核实，如发现该等信息和材料中存在任何问题，有权要求入驻方改正或补充相关材料。如果入驻方拒绝改正或补充相关材料的，卡戳APP有权拒绝入驻方使用本服务。
        4.2 卡戳APP平台为入驻的开发、运营提供技术支持，并对该平台的开发和运营等过程中产生的所有数据和信息等享有全部权利。
        4.3 卡戳APP保留随时变更、暂停、限制、终止或撤销卡戳APP入驻的权利。公司可通过网页公告、电子邮件、电话或信件传送等方式向入驻方发出通知，通知在发送时即视为已送达收件人，届时公司无需向入驻方承担任何责任。
        4.4卡戳APP入驻方平台是针对注册账户开放的平台。入驻方所发布之文章、信息等内容仅代表用户观点，不代表卡戳APP赞成发布信息的内容和立场。对于入驻方言论引发的全部责任，由入驻方自行承担，卡戳APP平台不承担任何责任。
      </p>
      <h2>五、知识产权</h2>
      <p>
        5.1 入驻方同意，由入驻方通过入驻方平台服务上传、发布的任何内容的知识产权归属入驻方或原始版权人所有，以上入驻方授权卡戳APP使用并授权卡戳APP对侵犯以上内容版权的行为进行维权。卡戳APP在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权属于卡戳APP平台所有。卡戳APP平台提供本服务所依托的软件著作权、专利权及其他知识产权均归卡戳APP平台所有，卡戳APP平台在本服务中所使用的商业标识的著作权或商标权归卡戳APP平台所有。
        5.2 入驻方应当是在注册资料中提交的网站的合法权利人。本协议的合作范围是入驻方提交网站的全部内容，除非入驻方另有明确表示，入驻方在注册时点击同意，即表明入驻方同意授权卡戳APP收录、链接、发布的全部内容，并授权入驻方平台服务并通过系统以入驻方的注册帐户发布相关内容。如入驻方对授权范围另有需求可以书面方式通知卡戳APP并另行签订授权协议。
        5.3 入驻方理解并且同意，为持续改善为入驻方提供的各项服务，入驻方授予卡戳APP及其关联方、合作方对入驻方上传、发布的任何内容具有全世界范围内的、永久的、免费的、非独家的使用权。
        5.4 本服务所包含的内容的知识产权均受到法律保护，未经卡戳APP、入驻方或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。
      </p>
      <h2>六、违约责任</h2>
      <p>
        6.1卡戳APP平台或入驻方违反本协议的约定即构成违约，违约方应当向守约方承担违约责任。
        6.2若入驻方提交的注册信息和材料不真实、不完整、不合法或无效，卡戳APP平台有权立即终止继续对其提供卡戳APP平台服务，注销其账号，导致或产生的一切法律责任由入驻方承担。卡戳APP平台有权要求入驻方对卡戳APP平台进行损失的赔偿。
        6.3如因入驻方违反法律法规规定或本协议约定，在卡戳APP平台或利用卡戳APP平台服务从事非法活动的，卡戳APP平台有权立即终止继续对其提供卡戳APP平台服务，注销其账号，并要求其赔偿由此给卡戳APP平台造成的损失。
        6.4如入驻方以技术手段干扰卡戳APP平台的运行或干扰其他用户对卡戳APP平台使用的，卡戳APP平台有权要求其赔偿由此给卡戳APP平台及其他用户造成的损失。
        6.5 若入驻方上传、发布的内容或其他在媒体平台上从事的行为侵害他人利益并引发第三方的任何索赔、要求或赔偿的，需由入驻方承担全部法律责任。若因此给卡戳APP平台或第三方造成任何损失，入驻方应负责赔偿并使之免受损害，损失包括但不限于诉讼费用、律师费用、保全费用、罚款或生效法律文书中规定的损害赔偿金额及其他直接或间接支出费用。
        6.6若卡戳APP平台发现入驻方不当使用本平台帐号或因入驻方的帐号被他人举报投诉时，卡戳APP平台有权随时删除相关内容，并视行为情节对违规帐号进行处理，处理方式包括但不限于警告、限制或禁止使用全部或部分功能、帐号封禁甚至注销，并有权视具体情况而公告处理结果。
      </p>
      <h2>七、免责事由</h2>
      <p>
        7.1卡戳APP平台服务因不可抗力而导致的暂停服务或由于第三方硬件故障和系统升级导致的数据损坏，暂停服务期间造成的一切不便与损失，卡戳APP平台不承担任何责任。
        7.2入驻方理解并同意，入驻方应严格遵守卡戳网APP公告的相关内容，对于逾期不执行者，所造成的一切损失，由入驻方承担全部责任。
      </p>
      <h2>八、法律管辖和适用</h2>
      <p>
        8.1 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区法律。
        8.2 如发生本协议条款与上述法律相抵触时，则这些条款将完全按上述法律规定重新解释，但不影响其它合法条款对发布方产生的法律效力和影响。
        8.3 本协议的规定是可分割的，如本协议任何规定被裁定为无效或不可执行，则该规定可被删除，不影响其余条款的继续执行。
        8.4 如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向卡戳APP平台所在地人民法院提起诉讼。
        8.5本协议签订地为中华人民共和国吉林省长春市。
      </p>
      <h2>【附件1】</h2>
      <p>
        所有可能对卡戳APP推广客户权益造成伤害、对用户体验造成损害、对内容市场合作秩序造成扰乱、对卡戳APP各产品及卡戳APP品牌商誉造成不利影响、对卡戳APP构成不正当竞争或侵犯卡戳APP合法权益的行为均为所禁止的行为，包括但不限于以下形式：<br>
        1.自己点击<br>
        重复手动检索、自行点击，煽动他人检索、产生点击。<br>
        2.强制点击<br>
        以资源交换为条件，强制用户点击；或无休止弹出搜索结果窗口。<br>
        3.程序点击<br>
        通过程序或脚本模拟用户的点击，自动化点击和检索产生工具、第三方产生点击或检索（例如付费点击、自动浏览、点击机，代理服务器Ip点击，假Ip点击，相互点击，自动刷新）。<br>
        4.推广方式违规<br>
        通过病毒程序、强设首页、强制劫持地址栏、搜索引擎作弊、虚增展示次数等非常规手段进行推广。<br>
        5.排他条款违约<br>
        虽已与卡戳APP约定排他性条款，但违反该约定投放竞争性业务。<br>
        6.竞业混淆<br>
        修改产品或竞争性业务的布局形式，误导用户造成混淆。<br>
        7.其他违规<br>
        其他卡戳APP认为已经或可能将要对卡戳APP客户权益、用户体验以及卡戳APP品牌或商誉造成损害、对卡戳APP构成不正当竞争或侵犯卡戳APP其他合法权益的行为。
      </p>
    </div>
  </div>
</template>

<script>
  import Header from "@/components/common/Header";
  export default {
    name: "agreement",

    components:{Header},

    data(){
      return{
        TitleObjData: {
          titleContent: "入驻协议",
          showLeftBack: true,
          showRightMore: false
        },
      }
    }
  }
</script>

<style scoped>
  p{
    text-indent: 2em;
  }
  h2{
    font-weight: 600;
  }
</style>
