<template>
  <div>
    <div style="width: 92%;margin: 0 auto;">
      <h1 style="text-align: center;font-weight: 800;">卡戳APP平台服务协议</h1>
      <p>
        尊敬的用户：
        欢迎您使用卡戳APP平台服务！您在使用卡戳APP平台服务前，应当仔细阅读《卡戳APP平台服务协议》 （下称“本协议”）中全部条款及《卡戳APP免责声明》、《卡戳APP知识产权声明》、《卡戳APP隐私保护声明》等卡戳APP平台规则内容，在您勾选“本人已阅读并同意《卡戳APP平台服务协议》 ”按钮且点击“同意开通”后，将视为您已充分理解且同意本协议的所有条款，且具有浏览卡戳APP平台信息、发表作品及内容等使用卡戳APP平台服务的相应权利能力和行为能力，并可以对自己的行为承担法律责任。卡戳APP平台有权对本协议条款进行修改，修改后的协议一旦公布即有效替代原有协议。您可随时查询最新协议。如您不同意本协议及/或随时对其的修改，可以主动取消卡戳APP平台提供的服务，您一旦使用卡戳APP平台服务，即视为您已了解并完全同意本协议及其他服务条款中的各项内容，包括卡戳APP平台对本协议及其他服务条款随时所做的任何修改，并成为卡戳APP平台用户。请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款将以加粗形式提示您注意。如果您未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。
      </p>
      <h2>一、协议的范围</h2>
      <p>
        1.1 本协议是您与卡戳APP之间关于您使用卡戳APP平台服务所订立的协议。“卡戳APP”是指卡戳公司及其相关服务可能存在的运营关联单位。“用户”是指注册、登录、使用卡戳APP帐号的个人或组织，在本协议中更多地称为“您”。“其他用户”是指包括其他卡戳APP帐号用户等除用户本人外与卡戳APP平台服务相关的用户。<br>
        1.2 本服务是卡戳APP向用户提供的内容发布、数据服务、广告分润管理以及与此相关的互联网技术服务。卡戳APP帐号（亦可能简称为“卡戳APP”）可以通过卡戳APP平台为相关用户提供服务，包括内容发布、数据分析、回复评论等。<br>
        1.3 本协议内容同时包括卡戳APP可能不断发布的关于本服务的相关协议、服务声明、业务规则及公告指引等内容（以下统称为“专项规则”）。上述内容一经正式发布，即为本协议不可分割的重要组成部分，您同样应当遵守。

      </p>
      <h2>二、帐号注册与认证</h2>
      <p>
        2.1 您在使用本服务前需要注册一个卡戳APP帐号。卡戳APP帐号通过手机号/微信号进行绑定注册，请您使用未与卡戳APP绑定的手机号/微信号注册卡戳APP帐号。卡戳APP有权根据用户需求和产品需要对帐号注册和绑定的方式进行变更，关于您使用帐号的具体规则，请遵守相关帐号使用协议以及卡戳APP为此发布的专项规则。<br>
        2.2 卡戳APP帐号注册采用实名制，用户应当如实填写和提交帐号注册与认证资料、录入人脸信息，完成信息登记，并对资料的真实性、合法性、准确性和有效性承担全部法律责任。卡戳APP依据您填写和提交的帐号资料，在法律允许的范围内向其他用户展示您的注册信息。如用户提供服务或内容需要取得相关法律法规规定的许可或进行备案的，用户应当在帐号注册与认证时进行明确说明并提交相应的许可或备案证明。否则，卡戳APP有权拒绝或终止提供本服务，并依照本协议对违规帐号进行处罚。由此给卡戳APP或第三方造成损害的，您应当依法予以全部赔偿。
      </p>
      <h2>三、用户个人信息保护</h2>
      <p>
        3.1 保护用户个人信息是卡戳APP的一项基本原则，卡戳APP将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可卡戳APP不会向第三方公开、透露用户个人信息。卡戳APP对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。<br>
        3.2 您在申请本服务过程中，需要填写一些必要的信息，请保持这些信息的真实、准确、合法、有效并注意及时更新，以便卡戳APP向您提供及时有效的帮助，或更好地为您提供服务。根据相关法律法规和政策，请您填写真实的身份信息。若您填写的信息不完整或不准确，则可能无法使用本服务或在使用过程中受到限制。<br>
        3.3 一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。<br>
        3.4 卡戳APP将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。<br>
        3.5 未经您的同意，卡戳APP不会向卡戳APP以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。<br>
        3.6 您应对通过本服务了解、接收或可接触到的包括但不限于其他用户在内的任何人的个人信息予以充分尊重，您不应以搜集、复制、存储、传播或以其他任何方式使用其他用户的个人信息，否则，由此产生的后果由您自行承担。
      </p>
      <h2>四、用户行为规范</h2>
      <p>
        4.1 信息内容规范<br>
        4.1.1 本协议所述信息内容是指用户使用本服务过程中所制作、复制、发布、传播的任何内容，包括但不限于卡戳APP帐号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用卡戳APP帐号或卡戳APP平台服务所产生的内容，也称“卡戳APP平台信息内容”。<br>
        4.1.2 您理解并同意，卡戳APP平台一直致力于为用户提供文明健康、规范有序的网络环境，您不得利用卡戳APP帐号或卡戳APP平台服务制作、复制、发布、传播干扰卡戳APP平台正常运营秩序，违法法律法规的规定以及侵犯其他用户或第三方合法权益的内容。<br>
        4.2 问题类型<br>
        具体不符合规范的内容包括但不限于以下几种：<br>
        4.2.1 内容格式错误。被认定为内容格式错误的内容包括但不限于：<br>
        4.2.1.1 标题或正文不符合基本的语言规范，含有错别字、不完整、多字等；<br>
        4.2.1.2 标题或正文含特殊符号，出现如：♨、✪、✅ 等火星文或符号，或全部为英文、外文、繁体字；<br>
        4.2.1.3 正文出现大段乱码，未分段或无标点，内容不完整或重复；<br>
        4.2.1.4 图片、视频清晰度低，写作水平较差。<br>
        4.2.2 标题党。被认定为标题党的内容包括但不限于：<br>
        4.2.2.1 标题制造悬念引人好奇，但正文未兑现预期；<br>
        4.2.2.2 使用大量或过于夸张的惊叹词；<br>
        4.2.2.3 标题断章取义歪曲正文内容，产生较大偏差；<br>
        4.2.2.4 内容和标题相关，但主要内容没有完全展开；<br>
        4.2.2.5 标题、正文、图片内容不相符，关联度不高。<br>
        4.2.3 色情低俗。被认定为色情低俗的内容包括但不限于：<br>
        4.2.3.1 性行为、性器官的直接或间接展示；如形似性器官、性行为的物品；<br>
        4.2.3.2 含有性暗示、性挑逗、过分裸露、引人遐想成分的内容；<br>
        4.2.3.3 描写违背公序良俗的性观念，如乱伦、强奸、儿童性行为、性变态、虐待等；<br>
        4.2.3.4 整体上宣扬淫秽行为、挑动人们性欲，又没有艺术或者科学价值的内容。<br>
        4.2.4 恶心血腥。被认定为恶心血腥的内容包括但不限于：<br>
        4.2.4.1 直接展现人类、动物尸体或残肢，血肉模糊等画面；<br>
        4.2.4.2 虐待、禁锢他人或自残，虐待动物；<br>
        4.2.4.3 描述畸形、病变、非正常状态的生物；<br>
        4.2.4.4 其他容易引人不适的画面。<br>
        4.2.5 广告。被认定为广告的内容包括但不限于：<br>
        4.2.5.1 含有理财、医疗、减肥、美容、收藏、信用卡等相关推广信息的；<br>
        4.2.5.2 含有联系方式、第三方网址等；<br>
        4.2.5.3 商业产品销售、活动推广、公司招聘等；<br>
        4.2.5.4 引导关注微信公众号，扫描二维码，图片有推广水印等。<br>
        4.2.6 虚假信息。被认定为虚假信息的内容包括但不限于：<br>
        4.2.6.1 未经权威信源验证的夸张言论或者谣言；<br>
        4.2.6.2 内容涉嫌封建迷信、故弄玄虚，与科学事实相悖；<br>
        4.2.6.3 内容与已发生的事实、常识不符的。<br>
        4.2.7 违反现行法律法规。被认定为违反现行法律法规的行为包括但不限于：<br>
        4.2.7.1 抨击国家政要以及行政单位；<br>
        4.2.7.2 攻击国家政策方针、体制等；<br>
        4.2.7.3 煽动、教唆、组织他人进行违法违纪活动；<br>
        4.2.7.4 其他有违现行法律法规的情况；<br>
        4.2.7.5 含有境外媒体相关内容。<br>
        4.2.8 其他不适合收录的内容。其他被认定为不适合收录的内容包括但不限于：<br>
        4.2.8.1 视频不清晰，画面模糊无法辨认主体、严重花屏黑屏白屏、拉伸过于严重、跳帧严重等；视频无声音、音轨不连贯、音频画面不统一等；<br>
        4.2.8.2 旧闻冒充新闻，已存在于网络相同或相似的强时效性内容伪装成新闻发布；<br>
        4.2.8.3 自媒体发布社会新闻以及社会新闻评论。<br>
        4.3 平台使用规范<br>
        4.3.1 本条所述平台使用是指用户使用本服务所进行的任何行为，包括但不限于注册登录、帐号运营推广以及其他使用卡戳APP帐号或卡戳APP平台服务所进行的行为。<br>
        4.3.2 您不得利用卡戳APP帐号或卡戳APP平台服务进行如下行为：<br>
        4.3.2.1 提交、发布虚假信息；<br>
        4.3.2.2 强制、诱导其他用户关注帐号、点击链接页面或分享信息的；<br>
        4.3.2.3 虚构事实、隐瞒真相以误导、欺骗他人的；<br>
        4.3.2.4 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；<br>
        4.3.2.5 填写和提交帐号注册资料违反本协议规定，以及运营行为与注册或认证信息所公示身份无关的；<br>
        4.3.2.6 未能按照卡戳APP平台业务流程注册和使用本服务，违反本服务功能限制或运营策略，或采取任何措施规避前述流程、限制或策略，干扰卡戳APP平台正常运营的；<br>
        4.3.2.7 未经卡戳APP书面许可利用其他卡戳APP帐号和任何功能，以及第三方运营平台进行推广或互相推广的；<br>
        4.3.2.8 未经卡戳APP书面许可使用插件、外挂或通过其他第三方工具、运营平台或任何服务接入本服务和相关系统的；<br>
        4.3.2.9 利用卡戳APP帐号或卡戳APP平台服务从事任何违法犯罪活动的；<br>
        4.3.2.10 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；<br>
        4.3.2.11 仿冒、混淆他人帐号昵称、头像、功能介绍或发布内容等，或冒充、利用他人名义的；<br>
        4.3.2.12 未经卡戳APP书面许可，自行或授权、允许、协助任何第三人对信息内容进行非法获取，用于包括但不限于宣传、增加阅读量、浏览量等商业用途的。“非法获取”是指采用包括但不限于“蜘蛛”(spider)程序、爬虫程序、拟人程序等非真实用户或避开、破坏技术措施等非正常浏览的手段、方式，读取、复制、转存、获得数据和信息内容的行为；<br>
        4.3.2.13 未经卡戳APP书面许可，与第三方达成任何形式的协议、承诺或确认，在卡戳APP平台发布任何对本服务所提供的任何功能进行排他、排斥、排除、妨碍、阻碍、强制选择等非善意竞争的内容；<br>
        4.3.2.14 任何导致或可能导致卡戳APP与第三方产生纠纷、争议或诉讼的行为。<br>
        4.4对自己行为负责<br>
        4.4.1 您理解并同意，卡戳APP平台仅为用户提供信息分享、传播及获取的平台，您在此平台的言行必须遵守《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》、《中华人民共和国网络安全法》等相关法律法规和卡戳APP平台政策，不得进行任何违法或不正当的活动，包括但不限于:<br>
        4.4.1.1 反对宪法所确定的基本原则的；<br>
        4.4.1.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br>
        4.4.1.3 损害国家荣誉和利益的；<br>
        4.4.1.4 煽动民族仇恨、民族歧视、破坏民族团结的；<br>
        4.4.1.5 破坏国家宗教政策，宣扬邪教和封建迷信的；<br>
        4.4.1.6 散布谣言，扰乱社会秩序，破坏社会稳定的；<br>
        4.4.1.7 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br>
        4.4.1.8 侮辱或者诽谤他人，侵害他人合法权利的；<br>
        4.4.1.9 违反中国法律、法规、规章、条例以及任何具有法律效力之规范的。<br>
        为了促进互联网内容健康发展，您在卡戳APP平台上的全部行为应符合法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线、信息真实性底线。您必须为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的合法性、正确性、完整性或实用性的依赖而产生的风险。卡戳APP无法且不会对因前述风险而导致的任何损失或损害承担责任。<br>
        4.4.2 您充分知晓并保证您在卡戳APP平台上传、发布的内容享有合法权益，若发布的内容发生权利纠纷或侵犯了任何第三方的合法权益，由您承担全部法律责任。<br>
        4.4.3 卡戳APP平台为向所有用户提供更优质的服务，增加您发布内容的曝光量，扩大您发布内容的影响力，您特别授权卡戳APP以合适的形态在卡戳APP系产品及卡戳APP合作伙伴产品中使用以及展现您上传到卡戳APP平台的内容，展现样式包括但不限于搜索结果、浏览结果；以及文字、图片、语音、视频等形式。<br>
        4.5特别约定<br>
        4.5.1 开通作品同步功能：您理解并且同意，为持续改善卡戳APP为您提供的各项服务，您授予卡戳APP平台及其关联方、合作方将您在开通卡戳APP账号之前和之后于网络中公开发布的作品同步至您在卡戳APP平台注册的账号内，由您自行决定是否上传发布。<br>
        4.5.2 开通广告投放功能：您理解并且同意，为了给您提供更全面的服务，您特别授权卡戳APP平台为您自动开通“卡戳APP广告”产品功能。
      </p>
      <h2>五、帐号管理</h2>
      <p>
        5.1 卡戳APP帐号的所有权归卡戳APP平台所有，用户完成申请注册手续后，获得卡戳APP帐号的使用权，该使用权仅属于初始申请注册主体。帐号使用权禁止赠与、借用、租用、转让或售卖。<br>
        5.2 卡戳APP帐号密码由您自行设定。卡戳APP特别提醒您应妥善保管您的帐号和密码。卡戳APP与您共同负有维护帐号安全的责任。卡戳APP会采取并不断更新技术措施，努力保护您的帐号在服务器端的安全。您需要采取特定措施保护您的帐号安全，包括但不限于妥善保管卡戳APP帐号与密码、安装防病毒木马软件、定期更改密码等措施。当您使用完毕后，应安全退出。您同意在任何情况下不向他人透露帐号或密码信息。因您保管不善可能导致帐号被他人使用（包括但不限于遭受盗号、密码失窃）或信息数据泄漏，责任由您自行承担。您理解并同意，在您未进行投诉或提出帐号申诉等方式明确告知卡戳APP帐号被他人使用或信息数据泄漏等情况并提供相关证明材料前，卡戳APP有理由相信该帐号行为是您使用帐号的行为。<br>
        5.3 在您怀疑他人在使用您的帐号或密码时，您同意立即通知卡戳APP平台。如果您当前使用的卡戳APP帐号并不是您初始申请注册的或者通过卡戳APP提供的其他途径获得的，但您却知悉该帐号当前的密码，您不得用该帐号登录或进行任何操作，并请您在第一时间通知卡戳APP或者该帐号的初始申请注册主体。如果卡戳APP发现您并非该帐号初始申请注册主体，卡戳APP有权在未经通知的情况下终止您使用该帐号。<br>
        5.4 您理解并同意，为保护您及其他用户的数据安全，防止用户信息泄露、毁损、篡改或者丢失，卡戳APP有权对您接入的信息系统实行接入审查，包括但不限于技术水平审查、安全水平审查、主体资质审查等，并根据审查结果向您提出防入侵、防病毒等措施建议。若您的信息系统仍无法符合保护用户数据安全的要求，卡戳APP有权拒绝或终止提供本服务。<br>
        5.5 如您违反相关法律法规、本协议以及专项规则的规定，卡戳APP有权进行独立判断并随时限制、冻结或终止您对卡戳APP帐号的使用，且根据实际情况决定是否恢复使用。由此给您带来的损失（包括但不限于通信中断，用户资料及相关数据清空等），由您自行承担。<br>
        5.6您充分认同卡戳APP平台打造的高质量内容生态平台，平台坚决禁止扰乱平台正常运营秩序的违规作弊行为。如果您的注册账号行为与发布内容存在以下情形，平台一经发现将终止您的卡戳APP账号的使用，收回广告收益，并保留追求法律责任的权利：<br>
        5.6.1 恶意注册行为：涉嫌伪造、买卖身份资料或机构资质、专业资格证明，恶意侵占账号名称资源，恶意攀附知名账号名称，恶意批量注册，养号卖号的；<br>
        5.6.2 发布含有违反国家法律法规的内容的；<br>
        5.6.3 发布含有荐股、理财、医疗等恶意营销推广的内容的；<br>
        5.6.4 发布含有与事实不符，且造成恶劣影响的内容的；<br>
        5.6.5 发布含有色情低俗、且造成恶劣影响的内容的；<br>
        5.6.6 账号多次被举报抄袭的；<br>
        5.6.7 所有可能对卡戳APP推广客户权益造成伤害、对用户体验造成损害、对广告联盟市场合作秩序造成扰乱、对卡戳APP各产品及卡戳APP品牌商誉造成不利影响、对卡戳APP构成不正当竞争或侵犯卡戳APP合法权益的行为均为禁止的行为，包括但不限于以下形式：<br>
        5.6.7.1 自己点击：重复手动检索、自行点击，煽动他人检索、产生点击；<br>
        5.6.7.2 强制点击：以资源交换为条件，强制、唆使、引诱用户点击；<br>
        5.6.7.3 程序点击：通过程序或脚本模拟用户的点击，自动化点击和检索产生工具、第三方产生点击或检索（例如付费点击、自动浏览、点击机，代理服务器Ip点击，假Ip点击，相互点击，自动刷新）；<br>
        5.6.7.4 推广方式违规：通过病毒程序、强制劫持地址栏、搜索引擎作弊、虚增展示次数等非常规手段进行推广；<br>
        5.6.7.5 其他违规：其他卡戳APP认为已经或可能将要对卡戳APP客户权益、用户体验以及卡戳APP品牌或商誉造成损害、对卡戳APP构成不正当竞争或侵犯卡戳APP其他合法权益的行为。<br>
        5.7 如果您的卡戳APP帐号被盗、密码遗忘或因其他原因导致无法正常登录，您可以按照卡戳APP的申诉途径进行申诉。卡戳APP并不承诺您一定能通过申诉找回帐号。<br>
        5.8 为了充分利用帐号资源，如果您存在长期未完成注册、注册卡戳APP帐号后未及时进行初次登录使用，或长期未登陆使用卡戳APP帐号等情形，卡戳APP有权终止该帐号的使用。
      </p>
      <h2>六、收费服务</h2>
      <p>
        6.1 卡戳APP可能根据实际需要对收费服务的收费标准、方式进行修改和变更，卡戳APP也可能会对部分免费服务开始收费。前述修改、变更或开始收费前，卡戳APP将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。
      </p>
      <h2>七、数据的储存</h2>
      <p>
        7.1 卡戳APP不对您在本服务中相关数据的删除或储存失败负责。<br>
        7.2 卡戳APP有权根据实际情况自行决定单个用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。您可根据自己的需要自行备份本服务中的相关数据。<br>
        7.3 如果您停止使用本服务或服务被终止或取消，卡戳APP可以从服务器上永久地删除您的数据。在服务停止、终止或取消后，卡戳APP没有义务向您返还任何数据。
      </p>
      <h2>八、风险及免责</h2>
      <p>
        8.1 您理解并同意：为了向您提供有效的服务，本服务会利用您终端设备的处理器和带宽等资源。本服务使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。<br>
        8.2 用户在使用本服务时，须自行承担如下卡戳APP不可掌控的风险内容，包括但不限于：<br>
        8.2.1 由于受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏等不可抗拒因素可能引起的信息丢失、泄露等风险；<br>
        8.2.2 用户或卡戳APP的电脑软件、系统、硬件和通信线路出现故障；<br>
        8.2.3 用户操作不当或通过非卡戳APP授权的方式使用本服务；<br>
        8.2.4 用户发布的内容被他人转发、分享，因此等传播可能带来的风险和责任；<br>
        8.2.5 由于网络信号不稳定等原因，所引起的卡戳APP平台登录失败、资料同步不完整、页面打开速度慢等风险；<br>
        8.2.6 其他卡戳APP无法控制或合理预见的情形。<br>
        8.3 您理解并同意，用户通过卡戳APP平台发布的内容可能会被其他用户或第三方复制、转载、修改或做其他用途，脱离您的预期和控制，用户应充分意识到此类风险的存在，任何您不愿被他人获知的信息都不应在卡戳APP平台发布。如果相关行为侵犯了您的合法权益，您可以向卡戳APP平台投诉，我们将依法进行处理。<br>
        8.4 卡戳APP依据本协议约定获得处理违法违规内容或行为的权利，该权利不构成卡戳APP的义务或承诺，卡戳APP不能保证及时发现违法违规情形或进行相应处理。<br>
        8.5 您理解并同意，因业务发展需要，卡戳APP保留单方面对本服务的全部或部分服务内容在任何时候不经任何通知的情况下变更、暂停、限制、终止或撤销的权利，用户需承担此风险。<br>
        8.6 卡戳APP会根据您选择的服务类型向您提供相应的服务。您理解并同意，基于用户体验或卡戳APP平台运营安全、平台规则要求及健康发展等综合因素，卡戳APP有权选择提供服务或开展合作的对象，有权决定功能开放、数据接口和相关数据披露的对象和范围，并有权视具体情况中止或终止向存有包括但不限于以下情形的用户提供本服务：<br>
        （1）违反法律法规或本协议规定的；<br>
        （2）影响使用者体验的；<br>
        （3）存在安全隐患的；<br>
        （4）违背卡戳APP平台运营原则，或不符合卡戳APP其他管理要求的。
      </p>
      <h2>九、知识产权声明</h2>
      <p>
        9.1 卡戳APP在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归卡戳APP所有，用户在使用本服务中所产生的内容的知识产权归用户或相关权利人所有，用户通过卡戳APP平台发布的内容（以下统称为“公开发布内容”）一经发布即向公众传播和共享。<br>
        9.2 除另有特别声明外，卡戳APP提供本服务时所依托软件的著作权、专利权及其他知识产权均归卡戳APP所有。<br>
        9.3 卡戳APP在本服务中所使用的“卡戳”图标及LOGO等商业标识，其著作权或商标权归卡戳APP所有。<br>
        9.4 上述及其他任何本服务包含的内容的知识产权均受到法律保护，其他未经卡戳APP、用户或相关权利人许可的第三人，不得以任何形式进行使用或创造相关衍生作品。<br>
        9.5 您理解并同意，您向任何第三人分享、转发、复制卡戳APP平台信息内容的行为，均应遵守卡戳APP平台为此制定的规范和标准，包括但不限于展示方式应为该信息或内容的原链接、确保附属于该信息或内容的功能可正常使用等。<br>
        9.6 任何未经卡戳APP书面同意及权利人许可的非法获取行为，均属违法侵权行为。您确认并同意，为及时、有效地保障您基于本服务的合法权益，您特别授权卡戳APP在发现您的合法权益（包括但不限于信息网络传播权、著作权等）可能受到侵害时，卡戳APP有权以自己的名义或委托专业第三方机构代您向涉嫌侵权的第三人采取法律手段进行维权，特别授权采取的维权手段包括但不限于侵权监控、发函警告、行政举报、提起诉讼、申请仲裁、移送侦查机关处理、调解、和解等。<br>
        9.7 您理解并且同意，为持续改善卡戳APP为您提供的各项服务，除非有相反证明，您使用卡戳APP平台服务上传、发布或传输内容即代表了您有权且同意在全世界范围内，永久性的、不可撤销的、免费的授予我方及其关联方对该内容的存储、使用、发布、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示等权利；将内容的全部或部分编入其他任何形式的作品、媒体、技术中的权利；对您的上传、发布的内容进行商业开发的权利；通过有线或无线网络向计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）、手持数字影音播放设备、电视接收设备（模拟信号接收设备、数字信号接收设备、数字电视、IPTV、电视机机顶盒、视频投影仪、车载电视、互联网电视/OTT终端、智能电视等带互联网接入功能的播放设备等）、智能音响等智能硬件终端等提供信息的下载、点播、语音播放、数据传输、音频业务、移动视频业务（包括但不限于SMS、MMS、WAP、IVR、Streaming、3G、手机视频等无线服务）及其相关宣传和推广等服务的权利；以及再授权给其他第三方以上述方式使用的权利。<br>
        9.8 本服务所包含的内容的知识产权均受到法律保护，未经过吉林省卡戳文创艺品科技有限公司、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。<br>
      </p>
      <h2>十、法律责任</h2>
      <p>
        10.1 如果卡戳APP平台发现或收到他人投诉用户违反本协议约定的，卡戳APP平台有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、删除部分或全部关注用户、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚且无需承担任何责任，并公告处理结果。卡戳APP平台也有权依照本协议及专项规则的规定，拒绝再向该主体提供服务。卡戳APP平台认证帐号除上述处罚措施外，卡戳APP平台有权取消其帐号认证身份，并视情节决定临时或永久封禁相关帐号。账号被封禁达90日（含90日）仍不符合解封规则的，卡戳APP平台有权收回该卡戳APP账号名称，并重新释放供其他用户注册使用。卡戳APP账号名称因封禁超过90日被收回，不代表您的卡戳APP账号被解封。如果您发现任何人违反本协议规定或以其他不当的方式使用卡戳APP平台服务，请立即向卡戳APP平台投诉，我们将依法进行处理。<br>
        10.2 您理解并同意，卡戳APP有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。<br>
        10.3 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；卡戳APP因此遭受损失的，您也应当一并赔偿，损失包括但不限于诉讼费用、律师费用、保全费用、罚款或生效法律文书中规定的损害赔偿金额及其他直接或间接支出费用。<br>
        10.4 您理解并同意，为及时保障用户合法权益不受侵害，若您的卡戳APP帐号存在权益纠纷，卡戳APP有权根据情况，采取包括但不限于暂停、冻结该卡戳APP帐号的部分或全部功能等保护措施，直至有权机关作出生效裁判或用户在不违反本协议的前提下协商一致，并由此所产生的一切法律责任均与卡戳APP无关。
      </p>
      <h2>十一、其它</h2>
      <p>
        11.1 您使用本服务即视为您已阅读并同意受本协议的约束。卡戳APP有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的条款。本协议条款变更后，如果您继续使用卡戳APP平台服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用卡戳APP平台服务。<br>
        11.2 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。<br>
        11.3 若您和卡戳APP之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交吉林省卡戳文创艺品科技有限公司住所地有管辖权的人民法院管辖。<br>
        11.4 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。<br>
        11.5 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。
      </p>
    </div>
  </div>
</template>

<script>

  export default {
    name: "registrationAgreement",

    data(){
      return{

      }
    }
  }
</script>

<style scoped>
  p{
    text-indent: 2em;
  }
  h2{
    font-weight: 600;
  }
</style>

